Repository: pakkoapp-oss/pakko
Catalog: src/Archiver.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_latn_rs, sv_se, sw_ke, th_th, tr_tr, uk_ua, ur_pk, vi_vn, zh_hans

# BrowseEncryptedCount
source: Encrypted files ({0}): {1} of {2}.
ar_sa: الملفات المشفرة ({0}): {1} من {2}.
bg_bg: Шифровани файлове ({0}): {1} от {2}.
cs_cz: Šifrované soubory ({0}): {1} z {2}.
da_dk: Krypterede filer ({0}): {1} af {2}.
de_de: Verschlüsselte Dateien ({0}): {1} von {2}.
el_gr: Κρυπτογραφημένα αρχεία ({0}): {1} από {2}.
es_es: Archivos cifrados ({0}): {1} de {2}.
et_ee: Krüptitud failid ({0}): {1} / {2}.
fi_fi: Salatut tiedostot ({0}): {1}/{2}.
fr_fr: Fichiers chiffrés ({0}) : {1} sur {2}.
he_il: קבצים מוצפנים ({0}): {1} מתוך {2}.
hi_in: एन्क्रिप्टेड फ़ाइलें ({0}): {2} में से {1}।
hr_hr: Šifrirane datoteke ({0}): {1} od {2}.
hu_hu: Titkosított fájlok ({0}): {1} / {2}.
id_id: File terenkripsi ({0}): {1} dari {2}.
it_it: File crittografati ({0}): {1} di {2}.
ja_jp: 暗号化されたファイル ({0}): {2} 個中 {1} 個。
ko_kr: 암호화된 파일({0}): {2}개 중 {1}개.
lt_lt: Užšifruoti failai ({0}): {1} iš {2}.
lv_lv: Šifrēti faili ({0}): {1} no {2}.
nb_no: Krypterte filer ({0}): {1} av {2}.
pl_pl: Zaszyfrowane pliki ({0}): {1} z {2}.
pt_pt: Ficheiros encriptados ({0}): {1} de {2}.
ro_ro: Fișiere criptate ({0}): {1} din {2}.
sk_sk: Šifrované súbory ({0}): {1} z {2}.
sl_si: Šifrirane datoteke ({0}): {1} od {2}.
sr_latn_rs: Šifrovane datoteke ({0}): {1} od {2}.
sv_se: Krypterade filer ({0}): {1} av {2}.
sw_ke: Faili zilizosimbwa kwa njia fiche ({0}): {1} kati ya {2}.
th_th: ไฟล์ที่เข้ารหัส ({0}): {1} จาก {2}
tr_tr: Şifreli dosyalar ({0}): {2} dosyadan {1} tanesi.
uk_ua: Зашифровані файли ({0}): {1} з {2}.
ur_pk: انکرپٹڈ فائلیں ({0}): {2} میں سے {1}۔
vi_vn: Tệp đã mã hóa ({0}): {1} trên {2}.
zh_hans: 加密文件 ({0}): {1}/{2}。

# BrowseEncryptedPasswordNote
source: Pakko asks for the password when you extract or open a file. File names are not encrypted, and encryption adds a few bytes to every file.
ar_sa: يطلب Pakko كلمة المرور عند استخراج ملف أو فتحه. أسماء الملفات غير مشفرة، ويضيف التشفير بضعة بايتات إلى كل ملف.
bg_bg: Pakko пита за паролата, когато разархивирате или отваряте файл. Имената на файловете не са шифровани, а шифроването добавя няколко байта към всеки файл.
cs_cz: Pakko se zeptá na heslo, když soubor rozbalíte nebo otevřete. Názvy souborů nejsou šifrované a šifrování přidá ke každému souboru několik bajtů.
da_dk: Pakko beder om adgangskoden, når du udpakker eller åbner en fil. Filnavne er ikke krypteret, og krypteringen tilføjer nogle få byte til hver fil.
de_de: Pakko fragt beim Extrahieren oder Öffnen einer Datei nach dem Passwort. Dateinamen sind nicht verschlüsselt, und die Verschlüsselung fügt jeder Datei einige Bytes hinzu.
el_gr: Το Pakko ζητά τον κωδικό πρόσβασης όταν εξάγετε ή ανοίγετε ένα αρχείο. Τα ονόματα αρχείων δεν κρυπτογραφούνται και η κρυπτογράφηση προσθέτει λίγα byte σε κάθε αρχείο.
es_es: Pakko pide la contraseña al extraer o abrir un archivo. Los nombres de archivo no están cifrados y el cifrado añade unos pocos bytes a cada archivo.
et_ee: Pakko küsib parooli, kui pakite faili lahti või avate selle. Failinimed pole krüptitud ja krüptimine lisab igale failile mõne baidi.
fi_fi: Pakko kysyy salasanaa, kun purat tai avaat tiedoston. Tiedostonimiä ei ole salattu, ja salaus lisää jokaiseen tiedostoon muutaman tavun.
fr_fr: Pakko demande le mot de passe lorsque vous extrayez ou ouvrez un fichier. Les noms de fichiers ne sont pas chiffrés, et le chiffrement ajoute quelques octets à chaque fichier.
he_il: Pakko מבקש את הסיסמה כשאתה מחלץ או פותח קובץ. שמות הקבצים אינם מוצפנים, וההצפנה מוסיפה מספר בתים לכל קובץ.
hi_in: जब आप कोई फ़ाइल निकालते या खोलते हैं, तो Pakko पासवर्ड पूछता है। फ़ाइल नाम एन्क्रिप्ट नहीं होते, और एन्क्रिप्शन हर फ़ाइल में कुछ बाइट जोड़ता है।
hr_hr: Pakko traži lozinku kada raspakirate ili otvorite datoteku. Nazivi datoteka nisu šifrirani, a šifriranje svakoj datoteci dodaje nekoliko bajtova.
hu_hu: A Pakko kibontáskor vagy egy fájl megnyitásakor kéri a jelszót. A fájlnevek nincsenek titkosítva, és a titkosítás minden fájlhoz hozzáad néhány bájtot.
id_id: Pakko meminta kata sandi saat Anda mengekstrak atau membuka file. Nama file tidak dienkripsi, dan enkripsi menambahkan beberapa byte ke setiap file.
it_it: Pakko chiede la password quando estrai o apri un file. I nomi dei file non sono crittografati e la crittografia aggiunge qualche byte a ogni file.
ja_jp: ファイルを展開または開くときに、Pakko がパスワードを確認します。ファイル名は暗号化されず、暗号化により各ファイルに数バイトが追加されます。
ko_kr: 파일을 풀거나 열 때 Pakko가 암호를 묻습니다. 파일 이름은 암호화되지 않으며, 암호화하면 각 파일에 몇 바이트가 추가됩니다.
lt_lt: Pakko paprašo slaptažodžio, kai išskleidžiate ar atveriate failą. Failų pavadinimai nešifruojami, o šifravimas prie kiekvieno failo prideda kelis baitus.
lv_lv: Pakko pieprasa paroli, kad izvelkat vai atverat failu. Failu nosaukumi nav šifrēti, un šifrēšana katram failam pievieno dažus baitus.
nb_no: Pakko ber om passordet når du pakker ut eller åpner en fil. Filnavn er ikke kryptert, og krypteringen legger til noen få byte i hver fil.
pl_pl: Pakko pyta o hasło, gdy wypakowujesz lub otwierasz plik. Nazwy plików nie są szyfrowane, a szyfrowanie dodaje do każdego pliku kilka bajtów.
pt_pt: O Pakko pede a palavra-passe quando extrai ou abre um ficheiro. Os nomes dos ficheiros não são encriptados e a encriptação acrescenta alguns bytes a cada ficheiro.
ro_ro: Pakko cere parola când extrageți sau deschideți un fișier. Numele fișierelor nu sunt criptate, iar criptarea adaugă câțiva octeți fiecărui fișier.
sk_sk: Pakko sa opýta na heslo, keď súbor extrahujete alebo otvoríte. Názvy súborov nie sú šifrované a šifrovanie pridá ku každému súboru niekoľko bajtov.
sl_si: Pakko vpraša za geslo, ko razširite ali odprete datoteko. Imena datotek niso šifrirana, šifriranje pa vsaki datoteki doda nekaj bajtov.
sr_latn_rs: Pakko traži lozinku kada raspakujete ili otvorite datoteku. Nazivi datoteka nisu šifrovani, a šifrovanje svakoj datoteci dodaje nekoliko bajtova.
sv_se: Pakko frågar efter lösenordet när du extraherar eller öppnar en fil. Filnamn är inte krypterade, och krypteringen lägger till några byte i varje fil.
sw_ke: Pakko huuliza nenosiri unapotoa au kufungua faili. Majina ya faili hayasimbwi kwa njia fiche, na usimbaji fiche huongeza baiti chache kwenye kila faili.
th_th: Pakko จะขอรหัสผ่านเมื่อคุณแตกไฟล์หรือเปิดไฟล์ ชื่อไฟล์ไม่ได้เข้ารหัส และการเข้ารหัสจะเพิ่มข้อมูลสองสามไบต์ให้กับทุกไฟล์
tr_tr: Pakko, bir dosyayı ayıkladığınızda veya açtığınızda parolayı sorar. Dosya adları şifrelenmez ve şifreleme her dosyaya birkaç bayt ekler.
uk_ua: Пароль Pakko запитає під час видобування чи перегляду. Назви файлів не зашифровані, а шифрування додає кілька байтів до кожного файлу.
ur_pk: جب آپ کوئی فائل نکالتے یا کھولتے ہیں تو Pakko پاس ورڈ پوچھتا ہے۔ فائلوں کے نام انکرپٹ نہیں ہوتے، اور انکرپشن ہر فائل میں چند بائٹس کا اضافہ کرتی ہے۔
vi_vn: Pakko sẽ hỏi mật khẩu khi bạn giải nén hoặc mở một tệp. Tên tệp không được mã hóa và việc mã hóa thêm vài byte vào mỗi tệp.
zh_hans: 解压或打开文件时，Pakko 会要求输入密码。文件名未加密，且加密会为每个文件增加几个字节。

# BrowseEncryptedAe2Note
source: CRC-32 is empty for AES (AE-2) files: authentication, not a checksum, verifies them.
ar_sa: قيمة CRC-32 فارغة لملفات AES (AE-2): يتم التحقق منها بالمصادقة، لا بمجموع اختباري.
bg_bg: CRC-32 е празна за файлове AES (AE-2): те се проверяват чрез удостоверяване, а не чрез контролна сума.
cs_cz: CRC-32 je u souborů AES (AE-2) prázdné: ověřuje je autentizace, ne kontrolní součet.
da_dk: CRC-32 er tom for AES-filer (AE-2): de bekræftes ved godkendelse, ikke ved en kontrolsum.
de_de: CRC-32 ist bei AES-Dateien (AE-2) leer: Sie werden durch Authentifizierung geprüft, nicht durch eine Prüfsumme.
el_gr: Το CRC-32 είναι κενό για αρχεία AES (AE-2): επαληθεύονται με έλεγχο ταυτότητας, όχι με άθροισμα ελέγχου.
es_es: El CRC-32 está vacío en los archivos AES (AE-2): los verifica la autenticación, no una suma de comprobación.
et_ee: AES-failide (AE-2) CRC-32 on tühi: neid kontrollib autentimine, mitte kontrollsumma.
fi_fi: CRC-32 on tyhjä AES-tiedostoille (AE-2): ne tarkistetaan todennuksella, ei tarkistussummalla.
fr_fr: Le CRC-32 est vide pour les fichiers AES (AE-2) : ils sont vérifiés par authentification, et non par une somme de contrôle.
he_il: CRC-32 ריק עבור קובצי AES (AE-2): הם מאומתים באמצעות אימות, לא באמצעות סכום ביקורת.
hi_in: AES (AE-2) फ़ाइलों के लिए CRC-32 खाली होता है: उनकी पुष्टि प्रमाणीकरण से होती है, चेकसम से नहीं।
hr_hr: CRC-32 je prazan za AES datoteke (AE-2): provjerava ih autentifikacija, a ne kontrolni zbroj.
hu_hu: Az AES (AE-2) fájlok CRC-32 értéke üres: ezeket hitelesítés ellenőrzi, nem ellenőrzőösszeg.
id_id: CRC-32 kosong untuk file AES (AE-2): file tersebut diverifikasi oleh autentikasi, bukan checksum.
it_it: Il CRC-32 è vuoto per i file AES (AE-2): sono verificati dall'autenticazione, non da un checksum.
ja_jp: AES (AE-2) ファイルの CRC-32 は空です: チェックサムではなく認証によって検証されます。
ko_kr: AES(AE-2) 파일의 CRC-32는 비어 있습니다. 체크섬이 아니라 인증으로 검증됩니다.
lt_lt: AES (AE-2) failų CRC-32 tuščias: jie tikrinami autentifikavimu, o ne kontroline suma.
lv_lv: AES (AE-2) failiem CRC-32 ir tukšs: tos pārbauda autentifikācija, nevis kontrolsumma.
nb_no: CRC-32 er tom for AES-filer (AE-2): de bekreftes ved godkjenning, ikke med en kontrollsum.
pl_pl: CRC-32 jest puste dla plików AES (AE-2): weryfikuje je uwierzytelnianie, a nie suma kontrolna.
pt_pt: O CRC-32 está vazio nos ficheiros AES (AE-2): são verificados por autenticação, não por uma soma de verificação.
ro_ro: CRC-32 este gol pentru fișierele AES (AE-2): acestea sunt verificate prin autentificare, nu printr-o sumă de control.
sk_sk: CRC-32 je pri súboroch AES (AE-2) prázdne: overuje ich autentifikácia, nie kontrolný súčet.
sl_si: CRC-32 je za datoteke AES (AE-2) prazen: preverja jih overjanje, ne kontrolna vsota.
sr_latn_rs: CRC-32 je prazan za AES datoteke (AE-2): proverava ih potvrda identiteta, a ne kontrolni zbir.
sv_se: CRC-32 är tomt för AES-filer (AE-2): de verifieras genom autentisering, inte med en kontrollsumma.
sw_ke: CRC-32 ni tupu kwa faili za AES (AE-2): zinathibitishwa kwa uthibitishaji, si kwa checksum.
th_th: CRC-32 ว่างเปล่าสำหรับไฟล์ AES (AE-2): ไฟล์เหล่านี้ได้รับการตรวจสอบด้วยการรับรองความถูกต้อง ไม่ใช่ผลรวมตรวจสอบ
tr_tr: AES (AE-2) dosyalarında CRC-32 boştur: bu dosyalar sağlama toplamıyla değil, kimlik doğrulamayla doğrulanır.
uk_ua: CRC-32 порожній для файлів AES (AE-2): їхню цілісність перевіряє автентифікація, а не контрольна сума.
ur_pk: AES (AE-2) فائلوں کے لیے CRC-32 خالی ہوتا ہے: ان کی تصدیق چیک سم سے نہیں بلکہ توثیق سے ہوتی ہے۔
vi_vn: CRC-32 trống đối với tệp AES (AE-2): chúng được xác minh bằng xác thực, không phải bằng tổng kiểm.
zh_hans: AES (AE-2) 文件的 CRC-32 为空: 它们通过身份验证而非校验和进行验证。

# BrowseZipCryptoWeakNote
source: ZipCrypto is weak encryption: the files can be recovered without the password. Use AES-256 for anything sensitive.
ar_sa: ZipCrypto تشفير ضعيف: يمكن استرداد الملفات بدون كلمة المرور. استخدم AES-256 لأي بيانات حساسة.
bg_bg: ZipCrypto е слабо шифроване: файловете могат да бъдат възстановени без паролата. Използвайте AES-256 за всичко чувствително.
cs_cz: ZipCrypto je slabé šifrování: soubory lze obnovit i bez hesla. Pro citlivá data použijte AES-256.
da_dk: ZipCrypto er svag kryptering: filerne kan gendannes uden adgangskoden. Brug AES-256 til alt følsomt.
de_de: ZipCrypto ist eine schwache Verschlüsselung: Die Dateien lassen sich ohne Passwort wiederherstellen. Verwenden Sie für vertrauliche Daten AES-256.
el_gr: Το ZipCrypto είναι αδύναμη κρυπτογράφηση: τα αρχεία μπορούν να ανακτηθούν χωρίς τον κωδικό πρόσβασης. Χρησιμοποιήστε AES-256 για οτιδήποτε ευαίσθητο.
es_es: ZipCrypto es un cifrado débil: los archivos se pueden recuperar sin la contraseña. Usa AES-256 para cualquier dato confidencial.
et_ee: ZipCrypto on nõrk krüptimine: faile saab taastada ilma paroolita. Kasutage tundlike andmete jaoks AES-256.
fi_fi: ZipCrypto on heikko salaus: tiedostot voidaan palauttaa ilman salasanaa. Käytä AES-256:ta kaikelle arkaluonteiselle.
fr_fr: ZipCrypto est un chiffrement faible : les fichiers peuvent être récupérés sans le mot de passe. Utilisez AES-256 pour toute donnée sensible.
he_il: ZipCrypto היא הצפנה חלשה: ניתן לשחזר את הקבצים ללא הסיסמה. השתמש ב-AES-256 עבור כל מידע רגיש.
hi_in: ZipCrypto कमज़ोर एन्क्रिप्शन है: फ़ाइलें पासवर्ड के बिना पुनर्प्राप्त की जा सकती हैं। किसी भी संवेदनशील चीज़ के लिए AES-256 का उपयोग करें।
hr_hr: ZipCrypto je slabo šifriranje: datoteke se mogu vratiti bez lozinke. Za sve osjetljivo koristite AES-256.
hu_hu: A ZipCrypto gyenge titkosítás: a fájlok jelszó nélkül is visszanyerhetők. Bizalmas adatokhoz használjon AES-256-ot.
id_id: ZipCrypto adalah enkripsi lemah: file dapat dipulihkan tanpa kata sandi. Gunakan AES-256 untuk apa pun yang sensitif.
it_it: ZipCrypto è una crittografia debole: i file possono essere recuperati senza la password. Usa AES-256 per qualsiasi dato sensibile.
ja_jp: ZipCrypto は弱い暗号化です: ファイルはパスワードなしで復元される可能性があります。機密性の高いものには AES-256 を使用してください。
ko_kr: ZipCrypto는 약한 암호화입니다. 암호 없이도 파일을 복구할 수 있습니다. 중요한 데이터에는 AES-256을 사용하세요.
lt_lt: ZipCrypto yra silpnas šifravimas: failus galima atkurti be slaptažodžio. Jautriems duomenims naudokite AES-256.
lv_lv: ZipCrypto ir vāja šifrēšana: failus var atgūt bez paroles. Jebkuriem sensitīviem datiem izmantojiet AES-256.
nb_no: ZipCrypto er svak kryptering: filene kan gjenopprettes uten passordet. Bruk AES-256 for alt som er sensitivt.
pl_pl: ZipCrypto to słabe szyfrowanie: pliki można odzyskać bez hasła. Do wszystkiego, co poufne, używaj AES-256.
pt_pt: O ZipCrypto é uma encriptação fraca: os ficheiros podem ser recuperados sem a palavra-passe. Utilize AES-256 para tudo o que for sensível.
ro_ro: ZipCrypto este o criptare slabă: fișierele pot fi recuperate fără parolă. Folosiți AES-256 pentru orice date sensibile.
sk_sk: ZipCrypto je slabé šifrovanie: súbory možno obnoviť aj bez hesla. Na citlivé údaje použite AES-256.
sl_si: ZipCrypto je šibko šifriranje: datoteke je mogoče obnoviti brez gesla. Za vse občutljivo uporabite AES-256.
sr_latn_rs: ZipCrypto je slabo šifrovanje: datoteke se mogu vratiti bez lozinke. Za sve što je osetljivo koristite AES-256.
sv_se: ZipCrypto är svag kryptering: filerna kan återställas utan lösenordet. Använd AES-256 för allt som är känsligt.
sw_ke: ZipCrypto ni usimbaji fiche dhaifu: faili zinaweza kurejeshwa bila nenosiri. Tumia AES-256 kwa chochote nyeti.
th_th: ZipCrypto เป็นการเข้ารหัสที่อ่อนแอ: สามารถกู้คืนไฟล์ได้โดยไม่ต้องใช้รหัสผ่าน ใช้ AES-256 สำหรับข้อมูลที่ละเอียดอ่อน
tr_tr: ZipCrypto zayıf bir şifrelemedir: dosyalar parola olmadan kurtarılabilir. Hassas her şey için AES-256 kullanın.
uk_ua: ZipCrypto — слабке шифрування: файли можна відновити без пароля. Для важливих даних використовуйте AES-256.
ur_pk: ZipCrypto کمزور انکرپشن ہے: فائلیں پاس ورڈ کے بغیر بازیافت کی جا سکتی ہیں۔ کسی بھی حساس چیز کے لیے AES-256 استعمال کریں۔
vi_vn: ZipCrypto là mã hóa yếu: các tệp có thể được khôi phục mà không cần mật khẩu. Hãy dùng AES-256 cho mọi dữ liệu nhạy cảm.
zh_hans: ZipCrypto 是弱加密: 无需密码即可恢复文件。任何敏感内容请使用 AES-256。

# BrowseOutsideInfo
source: This is a folder on disk, not an archive. Double-click an archive to open it, or press Close archive (Esc) to go back to creating archives.
ar_sa: هذا مجلد على القرص، وليس أرشيفًا. انقر نقرًا مزدوجًا فوق أرشيف لفتحه، أو اضغط "إغلاق الأرشيف" (Esc) للعودة إلى إنشاء الأرشيفات.
bg_bg: Това е папка на диска, а не архив. Щракнете двукратно върху архив, за да го отворите, или натиснете "Затваряне на архива" (Esc), за да се върнете към създаването на архиви.
cs_cz: Toto je složka na disku, ne archiv. Dvakrát klikněte na archiv, abyste jej otevřeli, nebo stiskněte "Zavřít archiv" (Esc) a vraťte se k vytváření archivů.
da_dk: Dette er en mappe på disken, ikke et arkiv. Dobbeltklik på et arkiv for at åbne det, eller tryk på "Luk arkiv" (Esc) for at vende tilbage til at oprette arkiver.
de_de: Dies ist ein Ordner auf dem Datenträger, kein Archiv. Doppelklicken Sie auf ein Archiv, um es zu öffnen, oder drücken Sie "Archiv schließen" (Esc), um zum Erstellen von Archiven zurückzukehren.
el_gr: Αυτός είναι φάκελος στον δίσκο, όχι αρχείο συμπίεσης. Κάντε διπλό κλικ σε ένα αρχείο συμπίεσης για να το ανοίξετε ή πατήστε "Κλείσιμο αρχείου συμπίεσης" (Esc) για να επιστρέψετε στη δημιουργία αρχείων συμπίεσης.
es_es: Esta es una carpeta del disco, no un archivo comprimido. Haz doble clic en un archivo comprimido para abrirlo o pulsa "Cerrar archivo" (Esc) para volver a crear archivos comprimidos.
et_ee: See on kaust kettal, mitte arhiiv. Arhiivi avamiseks topeltklõpsake seda või vajutage arhiivide loomise juurde naasmiseks "Sulge arhiiv" (Esc).
fi_fi: Tämä on levyllä oleva kansio, ei arkisto. Avaa arkisto kaksoisnapsauttamalla sitä tai palaa arkistojen luontiin painamalla "Sulje arkisto" (Esc).
fr_fr: Ceci est un dossier sur le disque, pas une archive. Double-cliquez sur une archive pour l'ouvrir, ou appuyez sur "Fermer l'archive" (Échap) pour revenir à la création d'archives.
he_il: זוהי תיקייה בדיסק, לא ארכיון. לחץ פעמיים על ארכיון כדי לפתוח אותו, או לחץ על "סגור ארכיון" (Esc) כדי לחזור ליצירת ארכיונים.
hi_in: यह डिस्क पर एक फ़ोल्डर है, संग्रह नहीं। किसी संग्रह को खोलने के लिए उस पर डबल-क्लिक करें, या संग्रह बनाने पर लौटने के लिए "संग्रह बंद करें" (Esc) दबाएं।
hr_hr: Ovo je mapa na disku, a ne arhiva. Dvaput kliknite arhivu da biste je otvorili ili pritisnite "Zatvori arhivu" (Esc) za povratak na stvaranje arhiva.
hu_hu: Ez egy mappa a lemezen, nem archívum. Kattintson duplán egy archívumra a megnyitásához, vagy nyomja meg az "Archívum bezárása" (Esc) gombot az archívumok létrehozásához való visszatéréshez.
id_id: Ini adalah folder di disk, bukan arsip. Klik dua kali arsip untuk membukanya, atau tekan "Tutup arsip" (Esc) untuk kembali membuat arsip.
it_it: Questa è una cartella sul disco, non un archivio. Fai doppio clic su un archivio per aprirlo oppure premi "Chiudi archivio" (Esc) per tornare alla creazione di archivi.
ja_jp: これはディスク上のフォルダーで、アーカイブではありません。アーカイブをダブルクリックして開くか、[アーカイブを閉じる] (Esc) を押してアーカイブの作成に戻ります。
ko_kr: 디스크의 폴더이며 압축 파일이 아닙니다. 압축 파일을 두 번 클릭하여 열거나, "압축 파일 닫기"(Esc)를 눌러 압축 파일 만들기로 돌아가세요.
lt_lt: Tai aplankas diske, o ne archyvas. Dukart spustelėkite archyvą, kad jį atvertumėte, arba paspauskite "Uždaryti archyvą" (Esc), kad grįžtumėte prie archyvų kūrimo.
lv_lv: Šī ir mape diskā, nevis arhīvs. Veiciet dubultklikšķi uz arhīva, lai to atvērtu, vai nospiediet "Aizvērt arhīvu" (Esc), lai atgrieztos pie arhīvu izveides.
nb_no: Dette er en mappe på disken, ikke et arkiv. Dobbeltklikk på et arkiv for å åpne det, eller trykk "Lukk arkiv" (Esc) for å gå tilbake til å lage arkiver.
pl_pl: To jest folder na dysku, a nie archiwum. Kliknij dwukrotnie archiwum, aby je otworzyć, lub naciśnij "Zamknij archiwum" (Esc), aby wrócić do tworzenia archiwów.
pt_pt: Esta é uma pasta no disco, não um arquivo. Faça duplo clique num arquivo para o abrir ou prima "Fechar arquivo" (Esc) para voltar à criação de arquivos.
ro_ro: Acesta este un folder de pe disc, nu o arhivă. Faceți dublu clic pe o arhivă pentru a o deschide sau apăsați "Închide arhiva" (Esc) pentru a reveni la crearea arhivelor.
sk_sk: Toto je priečinok na disku, nie archív. Dvakrát kliknite na archív, aby ste ho otvorili, alebo stlačte "Zavrieť archív" (Esc) a vráťte sa k vytváraniu archívov.
sl_si: To je mapa na disku, ne arhiv. Dvokliknite arhiv, da ga odprete, ali pritisnite "Zapri arhiv" (Esc), da se vrnete na ustvarjanje arhivov.
sr_latn_rs: Ovo je fascikla na disku, a ne arhiva. Dvaput kliknite na arhivu da biste je otvorili ili pritisnite "Zatvori arhivu" (Esc) da biste se vratili na pravljenje arhiva.
sv_se: Det här är en mapp på disken, inte ett arkiv. Dubbelklicka på ett arkiv för att öppna det, eller tryck på "Stäng arkiv" (Esc) för att gå tillbaka till att skapa arkiv.
sw_ke: Hii ni folda kwenye diski, si kumbukumbu. Bofya mara mbili kumbukumbu ili kuifungua, au bonyeza "Funga kumbukumbu" (Esc) ili kurudi kwenye kuunda kumbukumbu.
th_th: นี่คือโฟลเดอร์บนดิสก์ ไม่ใช่ไฟล์บีบอัด ดับเบิลคลิกไฟล์บีบอัดเพื่อเปิด หรือกด "ปิดไฟล์บีบอัด" (Esc) เพื่อกลับไปสร้างไฟล์บีบอัด
tr_tr: Bu, diskteki bir klasördür, arşiv değildir. Bir arşivi açmak için çift tıklayın veya arşiv oluşturmaya dönmek için "Arşivi kapat" (Esc) düğmesine basın.
uk_ua: Це папка на диску, не архів. Двічі клацніть архів, щоб відкрити його, або натисніть «Закрити архів» (Esc), щоб повернутися до створення архіву.
ur_pk: یہ ڈسک پر ایک فولڈر ہے، آرکائیو نہیں۔ کسی آرکائیو کو کھولنے کے لیے اس پر ڈبل کلک کریں، یا آرکائیوز بنانے پر واپس جانے کے لیے "آرکائیو بند کریں" (Esc) دبائیں۔
vi_vn: Đây là một thư mục trên đĩa, không phải tệp nén. Nhấp đúp vào một tệp nén để mở, hoặc nhấn "Đóng tệp nén" (Esc) để quay lại tạo tệp nén.
zh_hans: 这是磁盘上的文件夹，不是压缩包。双击压缩包将其打开，或按“关闭压缩包”(Esc) 返回创建压缩包。

# BrowseUpButtonName
source: Up one level
ar_sa: مستوى واحد لأعلى
bg_bg: Едно ниво нагоре
cs_cz: O úroveň výš
da_dk: Et niveau op
de_de: Eine Ebene höher
el_gr: Ένα επίπεδο επάνω
es_es: Subir un nivel
et_ee: Taseme võrra üles
fi_fi: Yksi taso ylös
fr_fr: Remonter d'un niveau
he_il: רמה אחת למעלה
hi_in: एक स्तर ऊपर
hr_hr: Jednu razinu gore
hu_hu: Egy szinttel feljebb
id_id: Naik satu tingkat
it_it: Livello superiore
ja_jp: 1 つ上のレベルへ
ko_kr: 한 수준 위로
lt_lt: Vienu lygiu aukštyn
lv_lv: Vienu līmeni augstāk
nb_no: Ett nivå opp
pl_pl: Poziom wyżej
pt_pt: Subir um nível
ro_ro: Un nivel mai sus
sk_sk: O úroveň vyššie
sl_si: Eno raven višje
sr_latn_rs: Jedan nivo gore
sv_se: En nivå upp
sw_ke: Juu ngazi moja
th_th: ขึ้นไปหนึ่งระดับ
tr_tr: Bir düzey yukarı
ur_pk: ایک سطح اوپر
vi_vn: Lên một cấp
zh_hans: 向上一级

# DestinationUpButtonName
source: Parent folder
ar_sa: المجلد الأصل
bg_bg: Родителска папка
cs_cz: Nadřazená složka
da_dk: Overordnet mappe
de_de: Übergeordneter Ordner
el_gr: Γονικός φάκελος
es_es: Carpeta principal
et_ee: Ülemkaust
fi_fi: Yläkansio
fr_fr: Dossier parent
he_il: תיקיית אב
hi_in: पैरेंट फ़ोल्डर
hr_hr: Nadređena mapa
hu_hu: Szülőmappa
id_id: Folder induk
it_it: Cartella superiore
ja_jp: 親フォルダー
ko_kr: 상위 폴더
lt_lt: Pirminis aplankas
lv_lv: Vecākmape
nb_no: Overordnet mappe
pl_pl: Folder nadrzędny
pt_pt: Pasta principal
ro_ro: Folder părinte
sk_sk: Nadradený priečinok
sl_si: Nadrejena mapa
sr_latn_rs: Nadređena fascikla
sv_se: Överordnad mapp
sw_ke: Folda kuu
th_th: โฟลเดอร์หลัก
tr_tr: Üst klasör
ur_pk: بنیادی فولڈر
vi_vn: Thư mục mẹ
zh_hans: 上级文件夹

# DragAddCaption
source: Add to list
ar_sa: إضافة إلى القائمة
bg_bg: Добавяне към списъка
cs_cz: Přidat do seznamu
da_dk: Føj til listen
de_de: Zur Liste hinzufügen
el_gr: Προσθήκη στη λίστα
es_es: Añadir a la lista
et_ee: Lisa loendisse
fi_fi: Lisää luetteloon
fr_fr: Ajouter à la liste
he_il: הוסף לרשימה
hi_in: सूची में जोड़ें
hr_hr: Dodaj na popis
hu_hu: Hozzáadás a listához
id_id: Tambahkan ke daftar
it_it: Aggiungi all'elenco
ja_jp: 一覧に追加
ko_kr: 목록에 추가
lt_lt: Įtraukti į sąrašą
lv_lv: Pievienot sarakstam
nb_no: Legg til i listen
pl_pl: Dodaj do listy
pt_pt: Adicionar à lista
ro_ro: Adaugă în listă
sk_sk: Pridať do zoznamu
sl_si: Dodaj na seznam
sr_latn_rs: Dodaj na listu
sv_se: Lägg till i listan
sw_ke: Ongeza kwenye orodha
th_th: เพิ่มลงในรายการ
tr_tr: Listeye ekle
ur_pk: فہرست میں شامل کریں
vi_vn: Thêm vào danh sách
zh_hans: 添加到列表
